{"title":{"0":"Chapter 1: “Thinking about Music and Technology”\n","1":"Chapter 2: “Technology in Music and Music Education in England and across Europe”\n","2":"Chapter 3: “Savoring the Artistic Experience in an Age of Commodification”\n","3":"Chapter 4: “Music Technology in Ethnomusicology”\n","4":"Chapter 5: “The Role of ‘Place’ and Context”\n","5":"Chapter 6: “Slow Music”\n","6":"Chapter 7: “Then and Now”\n","7":"Chapter 8: “Globalization and Technology in 21st Century Education”\n","8":"Chapter 9: “Technology in the Music Classroom in Greece”\n","9":"Chapter 10: “Building a Broad View of Technology in Music Teacher Education”\n","10":"Chapter 11: “Technology in the Music Classroom in Kenya”\n","11":"Chapter 12: “Pondering an End to Technology in Music Education”\n","12":"Chapter 13: “A Software Creator’s Perspective”\n","13":"Chapter 14: “Where Might We Be Going?”\n","14":"Chapter 15: “Loaded Questions for an Emerging World”\n","15":"Chapter 16: “Music Learning in Music Education”\n","16":"Chapter 17: “Critical Perspectives from Africa”\n","17":"Chapter 18: “Interest-driven Music Education”\n","18":"Chapter 19: “Situating Technology Within and Without Music Education”\n","19":"Chapter 20: “Human Potential, Technology and Music Education”\n"},"abstract":{"0":"In this chapter the author explores implications of Heidegger’s landmark discussion of technology for , specifically how our relationship with it is “revealing” of the human condition and how this may bear on music education. Technology’s impact on understandings of what it means to be human is explored through a discussion of techné and technological determinism. This idea is then linked to how technology has altered our musical subjectivity and our understandings of what it means to be “musically educated.” The chapter concludes considering a few ways in which we might begin to think about technology’s potential impact on our music teaching and learning practices, with a reminder that the classroom is perhaps the ultimate technology at our disposal.\n","1":"In this chapter, adopting an autobiographical perspective, I reflect upon the use of music technology within English school classrooms during the last 50 years. I illustrate that this has become so important - particularly for creative work - that formal music technology examination syllabi for older students now exist alongside courses which focus on ‘traditional’ music skills. I also discuss the less positive position of Information Communications Technology (ICT) within the music curricula for primary school children and secondary students aged 11-14, and offer thoughts on the future of music technology within the English education system. As a backdrop to the discussion I present a short reflection on music technological developments in society during the 20th and 21st centuries. The chapter also includes the perspectives of music educators from a wide range of European countries, during the period 2008-2011, on the position of music technology within their own educational contexts.\n","2":"The ideas of savoring, commodification and learning within a multi-media, multi-arts environment are brought forth as food for thought for music educators working towards engaging learners in the technological space of music: i) Savoring with attention to the development of aesthetic experiences by critically scaffolding and facilitating musical activities for digital learners and engaging them musically amidst their growing hunger of technological music commodities; ii) Attention to popular music and glocalized representations and being cognizant of marginalized musical cultural voices because of the proliferation of commodified musics; and iii) Provision for multi-media and multi-arts experiences and activities within the music classroom.\n","3":"Ethnomusicology has often had an ambivalent relationship with technology: we owe our discipline to mid-twentieth century developments in recording technology, yet nevertheless there is a strong counter-modern streak that characterizes ethnomusicologists as a group. This essay investigates the reasons for ethnomusciologists’ mistrust of certain kinds of music technology and calls for a move from ambivalence to critical engagement.\n","4":"In our eagerness to embrace the virtues of the “new,” we sometimes fail to critically examine the a prioris of the thing we are extolling – which, in the case of this volume, is the use of technology in music learning and teaching. Advocates of technology use in the field usually begin by raising relevant issues based on personal but localized narratives. Although a good place to start – people rarely argue for change not grounded in their own experiences – building arguments for technology use requires a nuanced interpretation of what technology in music learning and teaching means to\/for practitioners and researchers in specific local contexts. How does technology’s evolution from “thing” to “thing and place” change our perceptions of its use(s) in music learning and teaching? How do the roles of local context, cultural assumptions, and musical genre “fit” into a discussion of what constitutes technology and technology in music education?\n","5":"This perspective explores how technologies can be both enabling and crippling. While music technologies—for centuries—have afforded us with the means of creating and performing music, sharing our deepest emotions, there are losses associated with the advent of ubiquitous technologies. Technologies can engender a loss of silence, information overload, excessive consumption, and lack of connection to the natural world. Some scholars have suggested that these negative outcomes can be counteracted, by replacing the information overload from screens with the drama presented by nature, by combatting over-consumption by living well with less, by letting the natural world speak for the virtual world, by embracing silence and finding time for music. The slow food metaphor is explored as a way of counteracting the negative aspects of technology. Music educators are challenged to explore what slow music would be like, savoured like a fine meal and influenced by local possibilities.\n","6":"Fear of change is deeply embedded in the music education profession. It is a fear of the unknown - a fear of losing control over that with which music teachers are comfortable and confident. As a whole the music education profession resists the use of new music technologies. We are a profession that resists change and this resistance has hurt us. This resistance is fast making us irrelevant in a musical world that is ever changing. Students currently in K-12, as well as in higher education, have grown up with new music technologies and related musical styles that are quite different from what they encounter in schools. The vast majority of these students see no place for themselves in school music programs. We are missing out on exciting opportunities that would be made possible by embracing new music technologies, especially when used in conjunction with corresponding pedagogies.\n","7":"ICT has created a global “network society” and rearranged global interactions to create a new type of space that allows for distant synchronous, real-time interaction between people, territories, and organizations in diverse educational, cultural, economic and political domains. This chapter surveys the inclusion of technology in 21st-century educational policy and national curriculum, and discusses how learners and teachers can benefit from hardware and software that are increasingly complementing and converging to create products capable of multiple functions. But the emphasis on the possibilities offered by the electronic-digital and cyber dimensions should not come at the expense of the human dimension as the world becomes increasingly characterized and dominated by technology. Technology should never be allowed to define who we are nor drive human choices and actions in an era of incomprehensible technological complexity and change.\n","8":"Our world today is dominated by ICT, and ‘digital literacy’ skills are considered vital for educating the citizen of the future. In music and music education the use of technology has had a profound impact, offering freedom and opening new paths for creativity and musical explorations. But teachers are still reluctant and in most cases unprepared to bring into the classroom skills and technology applications that students are familiar with outside school that could revolutionize music teaching and learning. Greece, in much the same way as countries around the world, in the middle of a crippling economic crisis, is debating the extent and the quality of ICT integration in education. A number of initiatives and projects utilizing technology are available for primary and secondary music education but in the end, as is evident from this snapshot, it depends on the music teacher to take advantage of technology’s transformative powers.\n","9":"In addition to innovative policy schemes, program visions and curricular changes, the transformation of the school classroom necessitates also the development of teacher education. Inspired by the core perspective chapters in this section of the handbook, this chapter discusses issues related to the use of technology in supporting the cultivation of creative and collaborative skills in music teaching, particularly from the viewpoint of music teacher education. The chapter argues that there is a gap between the potential that technology could provide for music teaching and learning processes and the cultivation of this potential in schools. To bridge this gap, a holistic approach to technology and its use in music education is required. According to this approach, technology is viewed as a powerful way to facilitate more possibilities to participate in different musical practices and to use musical imagination.\n","10":"The Kenyan music classroom is a tapestry of experiences, challenges and revelations that accommodate, support and impact creativity. The curriculum allows for the application of a variety of resources for delivery, with facilities varying with the learning context. Technology has greatly influenced the evolution of music styles in the country, resulting in a rich and varied soundscape as the learning environment. This article addresses the issue of availability and use of technology in music learning, and its impact and possible ramifications on policy and curriculum planning. Field studies reveal varying degrees of availability and application of resources and articulate the role of technology in facilitating music experience, skill development and knowledge transfer. The article recommends re-thinking music learning and instruction, adoption of new teaching strategies and conceptualisation of creativity and the curriculum through technology.\n","11":"In their Core Perspective contributions, Samuel Leong and Smaragda Chrysostomou describe international efforts on the part of governments, nongovernmental organizations, and market forces to codify, via policy, the development, distribution, and applications of information technologies in education. In response, I distinguish between techne and poiesis, as those concepts pertain to the ways in which young musicians use technology. I offer Aristotle’s concept of “that for the sake of which” as a framework for critiquing, interrogating, and counterbalancing the implications of such efforts and the underlying assumptions, values, and forces they represent. In the process, I raise questions I hope will be kept at the fore of policy deliberations and that focus such deliberations on the end to, or that for the sake of which, we integrate, use, and give meaning to technology in music education.\n","12":"Other contributors to this volume bring with them experience as educators, and as what one might term “meta-educators”: thinkers about the nature of teaching and learning and technology. The provocation questions deserve responses that spring from broad knowledge and thoughtful interpretation of the many things that have already been said and done in this field. For better or worse, my perspective cannot be erudite in this way: I am a software creator and a musician, but not an educator. My experience of education is from the student’s vantage point (in the past), and from an observer’s and vendor’s vantage point (in the present). Even with these deficits, though, I believe this kind of viewpoint can be useful to the reader. This work is about technologies and their impact, and the mindset of technology creators is, hopefully, not without some relevance.\n","13":"Paraphrasing the Cat from Lewis Carroll's Alice in Wonderland, 'if you don't know where you are going, any way will take you there.’ The history of music education with technology is a difficult one. At a time of rapid technological change, it is vital that music educators adopt a principled and informed response to the choice and use of their technological tools. Change for the sake of change is seldom productive. This response briefly explores the work of key technological sceptics such as Christensen, Morovoz, Turkle and others who point to the limitations of technology in various ways. Understanding the dangers of technology, what can be lost by engaging with technology as well as what can be gained is vital work for all involved in music education.\n","14":"In order to provide the best possible education for our students, it is imperative to consider the all-to-human reactions to ICT as experienced by all stakeholders in the music-learning environment. We must carefully evaluate several loaded questions to fully investigate the impact that ICT can have in our classrooms. This further perspective questions the various ways classroom technology can destabilize the longstanding model of apprenticeship to mastery in instrumental music as well as how professional pressure points motivate or deter the use of ICT in the music classroom. Additionally, it explores how the unchecked use of ICT applications can destabilize the social structures within musical learning communities.\n","15":"To follow up the trends from an Asian perspective in globalization and technology provided by the core perspective, this section further discusses the recent development of mobile learning in music education and the ICT in music education in Hong Kong. A detailed study of 120 teachers including 60 in-service teachers and 60 pre-service teachers’ concerns and expectations regarding mobile learning in the music curriculum was conducted in 2014 and 2015 respectively in Hong Kong. The top three concerns among teachers were equipment set up, technical support, and financial burden. The top three expectations are e-learning resources, interactive functions, and self-directed learning. An ecology of ICT in music education as an ‘outside in-inside out’ relationship is proposed, where cultural practices involving mobile learning can be brought into the school, enhanced at school and then fed back into the digital world at large.\n","16":"In Africa technology amounts to audiovisual aids such as books, systems of musical transmission, aural-oral, mental and mnemonic aids, indigenous African stories, language and literature; and aspects of science, the arts and culture. In the West it is different. And, in many parts of United States and Europe, technology is guaranteed of being available. In Africa it is not. And, many African countries have different perspectives regarding technology applied in music education. Zimbabwe is working on consolidating indigenous music in systems of education but, until four years ago there was no music in primary school. Malawi legitimized music in the National Curriculum to be taught through standard 1 to 8, however, there is no mention of technology being integrated with music in education. The Primary Arts Core program of the Namibia’s Ministry of Basic Education and Culture is silent about technological in music education. This section illuminates other perspectives.\n","17":"This chapter examines how music education can benefit from the use of new electronic tools and materials for music making that allow learners to combine their interests and prior understandings toward deepening their engagement in music. By exploring how rhythmic videogames like Rock Band bridge the large chasm that exists between youths’ music culture and traditional music education; how inexpensive recording hardware and software such as Audacity and Apple Garageband has provided youth with opportunities to compose and perform as only professional musicians could in the past; and how software like Impromptu successfully engages youth in music composition and analysis by enabling users to create and remix tunes using virtual blocks that contain portions of melodies and\/or rhythmic patterns, this chapter argues 21st-century music education, with the help of new technology, has the potential for engaging greater numbers of young learners in authentic music making and performance.\n","18":"This chapter addresses two overarching questions, “Where is technology within music education?” and “Who is affected and how?” In considering those questions, I attempt to situate technology within and without music education, that is to say, internal to and external to the paradigmatic constraints of institutionalized learning. In the process, I argue for the development of authentically poietic spaces, or communities of response, within music education contexts. Further, I recommend situating technology within those spaces in such ways as to empower otherwise vulnerable young musicians to explore their own interests, idiosyncratic ways of learning, and the deterritorialized, subjective-social worlds they inhabit. The first section of the chapter addresses the particularized nature of technology within music education contexts. The second section includes examples of technology without music education. The final section lists conclusions that attempt to situate technology in and across those two broad domains.\n","19":"Technology, music and education, the interrelations and interactions between them as well their impact on music education and young people’s lives, are explored in the core perspectives of this section. Writers describe how technology enables boundaries’ transcendence between formal and informal learning and school life and personal life, potentially providing the necessary bridge that would transform music learning. At the same time, a number of threats from the use of technology in education and music education are recognized. Further discourse and caution, as well as further research is important in order to explore and clarify potential opportunities for a more humane education and future.\n"},"keyword":{"0":"Keywords: Heidegger; techné; technological determinism; musical subjectivity; musically educated\n","1":"Keywords: Music technology; ICT; English secondary schools; primary schools; school classrooms; European perspectives; sequencing; recording; Ofsted; GCSE examination.\n","2":"Keywords: Savoring; commodification; multi-media; multi-arts; digital learners\n","3":"Keywords: Ethnomusicology; Participatory Music; Sound Recordings; Musical Analysis; Ethnography\n","4":"Keywords: \"spreadability;\" local context, music learning, and technology use; \"philosophies\" of technology use and music learning; conservatory model; Texas music education\n","5":"Keywords: enabling technologies; slow food; slow music; local; savouring; living well with less\n","6":"Keywords: Fear of change; music technologies; irrelevant; school music; opportunities;\n","7":"Keywords: Globalization; Education 3.0; Education policy; Innovative pedagogies; Techno-human future.\n","8":"Keywords: digital technology; classroom music teaching; Greek education; technology impact on teaching; music teaching with digital technology; technology applications in Greece\n","9":"Keywords: music teacher education; creativity; collaboration; classroom; integration of technology\n","10":"Keywords: Creativity; skill development; music experience; learning resources; diversity\n","11":"Keywords: Aristotle; Information and Communication Technologies; Poiesis; Policy; Techne\n","12":"Keywords: software;creation;music notation; invention; Internet\n","13":"Keywords: educational change; innovation; futurism; scepticism; technological limitations;\n","14":"Keywords: stakeholders; apprenticeship; pressure; social; motivate\n","15":"Keywords: Mobile learning; ICT in music education; music teachers' concerns and expectations; digital pedagogy\n","16":"Keywords: music; technology; education; Africa; West; curriculum\n","17":"Keywords: Music making; Interest-driven learning; Digital music; Rhythmic videogames; Music; Technology\n","18":"Keywords: Communities of Response; Deterritorialization; Music Learning; Poiesis; Technology; Vulnerability\n","19":"Keywords: technology enhancing musical intelligence; technology impact on teaching; long-distance learning; technology assisted music creativity, humane and democratic education"}}